package ru.mirea.task1.opt3;

public class Example {

    public static void main(String[] args) {
	    double[] myList = {1.9, 2, 5, 3.7, 0.5, 10, 6.7, 8};

	    //Вывести на экран все элементы массива используя циклы : for, while, do while.
        for (int i =0; i < myList.length; i++) {
            System.out.println(myList[i] + "Вот числа которые нужно было вывести :");
        }
        }
    }
